// Generic Button Titles

// UI guidelines state that "Yes" and "No" should not be used in dialogs. So don't use them.
// "YES" = "Yes";
// "NO" = "No";

OK          = "ตกลง";
OK_REPLY    = "ตกลง";     // Use this to avoid ambiguity when localization is missing.
CANCEL      = "ยกเลิก";
CONTINUE    = "ต่อไป";
DONE        = "เสร็จ";

/* Photo Stream account Setup */
PHOTO_STREAM_SETUP_ALERT_TITLE = "กระจายภาพ";
PHOTO_STREAM_SETUP_ALERT_MESSAGE = "รูปภาพต่างๆ ของคุณจะปรากฏบนอุปกรณ์ที่ใช้ iCloud ของคุณทั้งหมดโดยใช้การกระจายภาพ คุณสามารถเปิดใช้กระจายภาพในตั้งค่า";
PHOTO_STREAM_SETUP_LATER_BUTTON_TITLE = "ภายหลัง";
PHOTO_STREAM_SETUP_SETTINGS_BUTTON_TITLE = "ค่าติดตั้ง";


/* Repeat pref */
"REPEAT" = "ทำซ้ำ";

/* Shuffle pref */
"SHUFFLE" = "สับเปลี่ยน";

/* Albums list title */
"ALBUMS" = "อัลบั้ม";

/* Tab titles */
"ALBUMS_TAB" = "อัลบั้ม";
"EVENTS_TAB" = "กิจกรรม";
"FACES_TAB"  = "ใบหน้า";
"PLACES_TAB"  = "สถานที่";
"IMPORT_TAB" = "นำเข้า";

/* Format for album image count */
"ALBUM_IMAGE_COUNT_FORMAT" = "%@ รูปภาพ";
"ALBUM_VIDEO_COUNT_FORMAT" = "%@ วิดีโอ";
"ALBUM_OTHER_COUNT_FORMAT" = "%@ รายการ";

"1_ALBUM_IMAGE" = "1 รูปภาพ";
"1_ALBUM_VIDEO" = "1 วิดีโอ";
"1_ALBUM_OTHER" = "1 รายการ";
"ALBUM_ITEMS_COUNT_FORMAT" = "%@ %@";

ALBUM_THREE_TYPES_LABEL_COMMAS  = "%@ %@ %@";
ALBUM_TWO_TYPES_LABEL_COMMAS    = "%@ %@";
ALBUM_THREE_TYPES_LABEL_CONJUNCTION  = "%@, %@ และ %@";
ALBUM_TWO_TYPES_LABEL_CONJUNCTION    = "%@ และ %@";
ALBUM_ZERO_TYPES_LABEL   = "ไม่มีรายการ";         // Not displayed in normal conditions.

/* Message prompting whether to display slideshow on TV or not */
"DISPLAY_ON_TV" = "แสดงบนทีวีหรือไม่";

/* Text for graphic displayed in content area when a video is being played on an external display */
"TVOUT_PLACEHOLDER_TITLE"    = "ต่อกับทีวีอยู่";
"TVOUT_PLACEHOLDER_SUBTITLE" = "วิดีโอนี้กำลังฉายอยู่บนทีวี";

/* Format string for scrub overlay */
"PHOTO_TITLE_FORMAT" = "%1$@ จาก %2$@";

/* Format string for number of images remaining in camera */
"PICTURES_REMAINING_FORMAT" = "เหลือ %d";

/* Setting for no music */
"Off" = "ปิด";

/* Setting for no music */
"NowPlaying" = "กำลังเล่นอยู่";

/* Setting for playing whatever iPhoto set */
"FromIPhoto" = "จาก iPhoto";

/* Title for contact photo selection */
"CONTACT_PHOTO_TITLE_FORMAT" = "ขณะที่มีสายเข้าของ \"%@\" จะมีลักษณะแบบนี้";

/* Capturing HUD */
"CAPTURING" = "จับภาพ";

/* Retake button in crop overlay */
"RETAKE" = "ถ่ายซ้ำ";

/* Use (Done) button in crop overlay */
"USE" = "ใช้";

/* Subtitle for contact photo selection */
"CONTACT_PHOTO_SUBTITLE" = "เลื่อนและปรับขนาด";

/* Title for cropping photo selection */
"CROP_OVERLAY_TITLE" = "เลื่อนและปรับขนาด";

/* Title for cropping wallpaper selection */
"WALLPAPER_OVERLAY_TITLE" = "เลื่อนและปรับขนาด";

/* Title for cropping photo selection */
"CROP_OVERLAY_SUBTITLE" = "";

/* Title for non-editing photo selection */
"PREVIEW" = "รูปที่ถ่าย";

/* Title for wallpaper photo selection */
"WALLPAPER_PHOTO_TITLE" = "รูปวอลล์เปเปอร์";

/* Title of button to set contact photo */
"SET_PHOTO_BUTTON" = "ตั้งรูปภาพ";

"CHOOSE_PHOTO_BUTTON" = "เลือก";

"USE_PHOTO_BUTTON" = "ใช้รูปภาพ";

/* Title of button to set wallpaper */
"SET_WALLPAPER_BUTTON" = "ตั้ง";

/*** Sharing and Action Button Labels ***/
// a. Displayed in the Action popup menu in photo view.
// b. Displayed in the Share popup menu in album view on iPhone.

SEND_VIA_EMAIL_BUTTON       = "อีเมล";
    // Note: Generic case used in the Share menu in the album view on iPhone.

SEND_PHOTO_VIA_EMAIL_BUTTON = "อีเมลรูปภาพ";
SEND_VIDEO_VIA_EMAIL_BUTTON = "อีเมลวิดีโอ";

TEXT_MESSAGE                = "ข้อความ";

SEND_TO_MOBILE_ME           = "ส่งไปที่ MobileMe";
SEND_TO_YOUTUBE             = "ส่งไปที่ YouTube";
TWEET                       = "ทวิต";

ASSIGN_TO_CONTACT_BUTTON    = "ใช้ในรายชื่อ";
USE_AS_SCREENSAVER_BUTTON   = "ใช้เป็นวอลล์เปเปอร์";
ROTATE_PHOTO                = "ตะแคงรูปภาพ";

COPY_PHOTO_ACTION           = "คัดลอกรูปภาพ";
COPY_VIDEO_ACTION           = "คัดลอกวิดีโอ";
PRINT                       = "พิมพ์";


/*** ***/

/* Title of button to set screensaver */
"SET_SCREENSAVER_BUTTON" = "ตั้งวอลล์เปเปอร์";

/* Status shown while setting wallpaper */
"SETTING_WALLPAPER" = "ตั้งค่าวอลล์เปเปอร์";

/* Strings for lack of Mail setup */
"NO_EMAIL_TITLE" = "บัญชีอีเมล";

"NO_EMAIL_ACCOUNT_FOR_PHOTOS_OR_VIDEOS" = "ในการอีเมลรูปภาพหรือวิดีโอ ติดตั้งบัญชีเมล";
"NO_EMAIL_ACCOUNT_FOR_PHOTOS" = "ในการอีเมลรูปภาพ ให้ติดตั้งบัญชีเมล";
"NO_EMAIL_ACCOUNT_FOR_VIDEOS" = "ในการอีเมลวิดีโอ ให้ติดตั้งบัญชีเมล";

/* Button tile for lack of Mail setup */
"SET_UP_MAIL_ACCOUNT" = "ติดตั้ง";

/* Status shown while saving video */
"SAVING_VIDEO" = "กำลังบันทึกวิดีโอ";

/* Status shown while saving picture */
"SAVING_PHOTO" = "กำลังบันทึกรูปภาพ";

/* Status shown while loading picture */
"LOADING_PHOTO" = "กำลังโหลด…";

/* Label under spinner while camera loads */
"CAMERA_LOADING" = "กำลังโหลด…";

/* EXIF TIFF Model */
"TIFFMAKE" = "Apple";

/* EXIF TIFF Make */
"TIFFMODEL_IPHONE" = "iPhone";
"TIFFMODEL_IPOD" = "iPod";

/* Title shown for empty photo album - photo mode */
"NO_PHOTOS" = "ไม่มีรูปภาพ";

/* Title shown for empty photo album - video mode */
"NO_VIDEOS" = "ไม่มีวิดีโอ";

/* Title shown for empty photo album - both */
"NO_PHOTOS_VIDEOS" = "ไม่มีรูปภาพหรือวิดีโอ";

/* Title for empty camera album - */
"CAMERA_ROLL_LOCKED_iPhone" = "iPhone ของคุณล็อกอยู่";
"CAMERA_ROLL_LOCKED_iPod touch" = "iPod ของคุณล็อกอยู่";
"CAMERA_ROLL_LOCKED_iPad" = "iPad ของคุณล็อกอยู่";
"CAMERA_ROLL_LOCKED_iPhone Simulator" = "iPhone ของคุณล็อกอยู่";
"CAMERA_ROLL_LOCKED_iPad Simulator" = "iPad ของคุณล็อกอยู่";

/* Message for empty camera album - photo mode */
"EMPTY_CAMERA_ROLL_PHOTOS" = "คุณสามารถถ่ายภาพโดยใช้กล้อง";

/* Message for empty camera album - video mode */
"EMPTY_CAMERA_ROLL_VIDEOS" = "คุณสามารถถ่ายวิดีโอโดยใช้กล้อง";

/* Message for empty camera album - both */
"EMPTY_CAMERA_ROLL_ALL" = "คุณสามารถถ่ายภาพหรือวิดีโอโดยใช้กล้อง";

/* Message for empty lock screen camera album */
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone" = "ปลดล็อก iPhone ของคุณเพื่อดูรูปภาพและวิดีโอทั้งหมดของคุณ";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPod touch" = "ปลดล็อก iPod ของคุณเพื่อดูรูปภาพและวิดีโอทั้งหมดของคุณ";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad" = "ปลดล็อก iPad ของคุณเพื่อดูรูปภาพและวิดีโอทั้งหมดของคุณ";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPhone Simulator" = "ปลดล็อก iPhone ของคุณเพื่อดูรูปภาพและวิดีโอทั้งหมดของคุณ";
"EMPTY_CAMERA_ROLL_LOCKED_MESSAGE_iPad Simulator" = "ปลดล็อก iPad ของคุณเพื่อดูรูปภาพและวิดีโอทั้งหมดของคุณ";

/* Message for empty photo album */
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPod touch" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_NOT_AVAILABLE_iPad Simulator" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";

/* Message for empty photo album when a camera is available */
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone" = "คุณสามารถถ่ายรูปโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPod touch" = "คุณสามารถถ่ายรูปโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad" = "คุณสามารถถ่ายรูปโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPhone Simulator" = "คุณสามารถถ่ายรูปโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_CAMERA_AVAILABLE_iPad Simulator" = "คุณสามารถถ่ายรูปโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";

/* Message for empty photo album when a video is available */
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone" = "คุณสามารถถ่ายรูปและถ่ายวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPod touch" = "คุณสามารถถ่ายรูปและถ่ายวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod ของคุณโดยใช้ iTunes หรือเพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad" = "คุณสามารถถ่ายรูปและถ่ายวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPhone Simulator" = "คุณสามารถถ่ายรูปและถ่ายวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";
"EMPTY_ALBUM_VIDEO_AVAILABLE_iPad Simulator" = "คุณสามารถถ่ายรูปและถ่ายวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes หรือไม่ก็เพิ่มรูปภาพและวิดีโอจากอัลบั้มและกิจกรรมอื่น";

/* Message for empty photo stream album */
"EMPTY_ALBUM_PHOTO_STREAM" = "การกระจายภาพจะอัปโหลดและเก็บรูปภาพของคุณภายใน 30 วันที่ผ่านมาใน iCloud และดาวน์โหลดรูปเหล่านั้นไปยังอุปกรณ์ทั้งหมดของคุณ";

/* Message for empty photo album when there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPod touch" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod ของคุณโดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPhone Simulator" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone ของคุณโดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_NOT_AVAILABLE_iPad Simulator" = "คุณสามารถเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad ของคุณโดยใช้ iTunes";

/* Message for empty photo album when a camera is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPod touch" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPhone Simulator" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_CAMERA_AVAILABLE_iPad Simulator" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad โดยใช้ iTunes";

/* Message for empty photo album when a video is available and there is no content in the library */
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPod touch" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPod โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPhone Simulator" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPhone โดยใช้ iTunes";
"EMPTY_ALBUM_EMPTY_LIBRARY_VIDEO_AVAILABLE_iPad Simulator" = "คุณสามารถถ่ายภาพและวิดีโอโดยใช้กล้อง หรือเชื่อมข้อมูลรูปภาพและวิดีโอไปบน iPad โดยใช้ iTunes";

/* Message when there's not enough disk space */
"LOW_DISK_SPACE_TITLE" = "เนื้อที่ดิสก์น้อย";
"LOW_DISK_SPACE_PHOTO_TITLE" = "ไม่สามารถถ่ายรูป";
"LOW_DISK_SPACE_VIDEO_TITLE" = "ไม่สามารถอัดวิดีโอ";
"LOW_DISK_SPACE_TRIM_TITLE" = "ไม่สามารถตัดต่อวิดีโอ";
"LOW_DISK_SPACE_PHOTO_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะถ่ายรูป คุณสามารถจัดการเนื้อที่เก็บข้อมูลของคุณได้ในตั้งค่า";
"LOW_DISK_SPACE_VIDEO_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะอัดวิดีโอ คุณสามารถจัดการเนื้อที่เก็บข้อมูลของคุณได้ในตั้งค่า";
"LOW_DISK_SPACE_TRIM_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะตัดต่อวิดีโอ คุณสามารถจัดการเนื้อที่เก็บข้อมูลของคุณได้ในตั้งค่า";
"LOW_DISK_SPACE_NO_SETTINGS_PHOTO_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะถ่ายรูป";
"LOW_DISK_SPACE_NO_SETTINGS_VIDEO_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะอัดวิดีโอ";
"LOW_DISK_SPACE_NO_SETTINGS_TRIM_BODY" = "ไม่มีเนื้อที่เก็บข้อมูลเพียงพอที่จะตัดต่อวิดีโอ";
"LOW_DISK_SPACE_ALERT_SETTINGS_TITLE" = "ค่าติดตั้ง";
"LOW_DISK_SPACE_ALERT_DONE_TITLE" = "เสร็จ";
"LOW_DISK_SPACE_NO_SETTINGS_ALERT_DONE_TITLE" = "ตกลง";

/* Recording stopped resons */
"RECORDING_STOPPED_TITLE" = "การอัดบันทึกวิดีโอหยุด";
"MAX_RECORDING_DURATION_REACHED"  = "ได้ถึงช่วงยาวสุดของวิดีโอนี้แล้ว";
"MAX_RECORDING_FILE_SIZE_REACHED" = "ได้ถึงขนาดใหญ่สุดของวิดีโอนี้แล้ว"; 

"MOBILE_ME_SERVICE_NAME" = "MobileMe";

/* Crop overlay title */
"TAKE_PICTURE" = "ถ่ายภาพ";

// ***

"FLASH_DISABLED_TITLE"    = "แฟลชปิดอยู่";
"FLASH_DISABLED_MESSAGE_iPhone"  = "จำเป็นต้องให้ iPhone เย็นตัวลงก่อนที่คุณสามารถใช้แฟลช";
"FLASH_DISABLED_MESSAGE_iPod touch" = "จำเป็นต้องให้ iPod เย็นตัวลงก่อนที่คุณสามารถใช้แฟลช";
"FLASH_DISABLED_MESSAGE_iPad"  = "จำเป็นต้องให้ iPad เย็นตัวลงก่อนที่คุณสามารถใช้แฟลช";

"VIDEO_INCOMPATIBLE_ERROR" = "การทำงานล้มเหลวเนื่องจากวิดีโอนี้เข้ากันไม่ได้กับม้วนฟิล์มที่บันทึกไว้ในอุปกรณ์นี้";

/* Titles for segments for camera album sheet */
"CAMERA_ALBUM_SEGMENT_ALL" = "ทั้งหมด";
"CAMERA_ALBUM_SEGMENT_PHOTOS" = "รูปภาพ";
"CAMERA_ALBUM_SEGMENT_VIDEO" = "วิดีโอ";

"TRIM_ACTION_TITLE" = "ตัดต่อ";

"TRIM_BUTTON_TITLE" = "ตัดต่อ";
"PUBLISH_BUTTON_TITLE" = "ประกาศ";

"APPROXIMATE_SIZE" = "(≈%@)";

"MEDIA_PROGRESS_NO_TIME_FORMAT" = "กำลังประกาศไปที่ %@";
"MEDIA_PROGRESS_FORMAT" = "กำลังประกาศไปที่ %@: %@";
"MEDIA_TIME_MINUTES_REMAINING_FORMAT" = "เหลือประมาณ %d นาที…";
"MEDIA_TIME_ONE_MINUTE_REMAINING" = "เหลือประมาณ 1 นาที…";
"MEDIA_TIME_SECONDS_REMAINING_FORMAT" = "เหลือประมาณ %d วินาที…";
"MEDIA_TIME_ONE_SECOND_REMAINING" = "เหลือประมาณ 1 วินาที…";
"COMPLETING_UPLOAD" = "กำลังอัปโหลดให้เสร็จ…";

TRIMMING_VIDEO      = "กำลังตัดต่อวิดีโอ…";
PREPARING_VIDEO     = "กำลังจัดเตรียมวิดีโอ…";
COMPRESSING_VIDEO   = "กำลังบีบอัดวิดีโอ…";

//Generic formats are used for media with no Title. Eg: Photo Published

PUBLISHED_MEDIA_FORMAT  = "ประกาศ “%@” แล้ว";
PUBLISHED_VIDEO         = "ประกาศวิดีโอแล้ว";
PUBLISHED_IMAGE         = "ประกาศรูปภาพแล้ว";

MEDIA_FAILURE_FORMAT    = "ไม่สามารถประกาศ “%@”";
FAILED_PUBLISH_VIDEO    = "ไม่สามารถประกาศวิดีโอ";
FAILED_PUBLISH_IMAGE    = "ไม่สามารถประกาศรูปภาพ";

"VIEW_BUTTON_TITLE_FORMAT" = "ดูบน %@";
"TELL_A_FRIEND" = "บอกเพื่อน";
"CLOSE" = "ปิด";

"TRIM_FOR_MMS_TITLE" = "ส่ง";
"TRIM_FOR_EMAIL_TITLE" = "อีเมล";
"TRIM_FOR_PUBLISH_TITLE" = "ประกาศ";

"TRIM_VIDEO_NAV_TITLE" = "ตัดต่อวิดีโอ";
"TRIM_VIDEO_NAV_TITLE_IMAGE_PICKER" = "แก้ไขวิดีโอ";
"TRIM_TITLE_IMAGE_PICKER" = "บันทึก";

"VIDEO_TOO_LONG_ALERT_TITLE" = "วิดีโอยาวเกินไป";
"VIDEO_TOO_LONG_MMS_BODY" = "ต้องการเลือกคลิปภาพขนาดเล็กลงจากวิดีโอนี้เพื่อส่งหรือไม่";
"VIDEO_TOO_LONG_EMAIL_BODY" = "ต้องการเลือกคลิปภาพขนาดเล็กลงจากวิดีโอนี้ใส่ไปยังอีเมลหรือไม่";
"VIDEO_TOO_LONG_PUBLISH_BODY" = "ต้องการเลือกคลิปภาพขนาดเล็กลงจากวิดีโอนี้เพื่อประกาศหรือไม่";

"VIDEO_TOO_LONG_CANCEL" = "ยกเลิก";
"VIDEO_TOO_LONG_OK" = "ตกลง";

/*** Album View Button Labels  ***/
// These labels are displayed in the toolbar at the bottom of the album view after the Action icon is touched (iPhone) or in the nav bar after the action button is touched (iPad)

ADD_BUTTON          = "เพิ่ม";
ADD_PHOTOS_BUTTON   = "เพิ่มรูปภาพ";
ADD_TO_BUTTON       = "เพิ่มไปที่";
ADD_TO_ELLIPSIS_BUTTON = "เพิ่มไปที่…";
SHARE_BUTTON        = "แบ่งปัน";
SHARE_BUTTON_FORMAT = "แบ่งปัน (%d)";
EMAIL_BUTTON        = "อีเมล";
EMAIL_BUTTON_FORMAT = "อีเมล (%d)";
COPY_BUTTON         = "คัดลอก";
COPY_BUTTON_FORMAT  = "คัดลอก (%d)";
MOVE_BUTTON         = "เพิ่มไปที่";
MOVE_BUTTON_FORMAT  = "เพิ่มไปที่ (%d)";
PRINT_BUTTON        = "พิมพ์";
PRINT_BUTTON_FORMAT = "พิมพ์ (%d)";
REMOVE_BUTTON       = "ลบ";
REMOVE_BUTTON_FORMAT = "ลบ (%d)";
DELETE_BUTTON       = "ลบ";
DELETE_BUTTON_FORMAT = "ลบ (%d)";
SAVE_TO_CAMERAROLL_BUTTON = "บันทึก";
SAVE_TO_CAMERAROLL_SHEET_BUTTON = "บันทึกไปที่ม้วนฟิล์ม";
SAVE_TO_SAVEDPHOTOS_SHEET_BUTTON = "บันทึกไปที่รูปภาพที่บันทึก";

/***/

"TRIM_ALERT_TITLE" = "ตัดต่อต้นฉบับ";
"TRIM_COPY_ALERT_TITLE" = "บันทึกเป็นคลิปใหม่";

/* Error message displayed in an alert when the re encoding of a video is interrupted */
"SHARING_WAS_INTERRUPTED" = "การแบ่งปันถูกขัดจังหวะ";

/* Photo filename for emailed items */
"PHOTO_FILENAME" = "รูปภาพ";
"AUDIO_FILENAME" = "เสียง";

"PRINT_FILENAME" = "รูปภาพ";

"VIDEO_TOO_LONG_TITLE" = "วิดีโอยาวเกินไปที่จะส่ง";
"VIDEO_TOO_LONG_TITLE_IMAGE_PICKER" = "วิดีโอยาวเกินไป";
"VIDEO_TOO_LONG_BODY" = "โปรดเลือกคลิปภาพขนาดเล็กลงจากวิดีโอนี้";

"VIDEO_PLAYBACK_FAILED" = "ระบบไม่รองรับไฟล์หนังรูปแบบนี้";

/*** Bulk Editing ***/

// Navigation bar titles.

SELECT_PHOTOS       = "เลือกรูปภาพ";
SELECT_VIDEOS       = "เลือกวิดีโอ";
SELECT_AUDIOS       = "เลือกไฟล์เสียง";
SELECT_ITEMS        = "เลือกรายการ";

SELECTED_PHOTO      = "1 รูปภาพที่เลือก";
SELECTED_PHOTOS     = "%d รูปภาพที่เลือก";

SELECTED_VIDEO      = "1 วิดีโอที่เลือก";
SELECTED_VIDEOS     = "%d วิดีโอที่เลือก";

SELECTED_AUDIO      = "1 ไฟล์เสียงที่เลือก";
SELECTED_AUDIOS     = "%d ไฟล์เสียงที่เลือก";

SELECTED_ITEM       = "1 รายการที่เลือก";
SELECTED_ITEMS      = "%d รายการที่เลือก";

// Move Action sheet labels

MOVE_TO_EXISTING_ALBUM = "ย้ายไปที่อัลบั้มเดิมที่มีอยู่";
ADD_TO_EXISTING_ALBUM  = "เพิ่มไปที่อัลบั้มเดิมที่มีอยู่";
ADD_TO_NEW_ALBUM       = "เพิ่มไปที่อัลบั้มใหม่";

// Remove confirmation button labels and prompts.

REMOVE_FROM_ALBUM_BUTTON   = "ลบออกจากอัลบั้ม";

REMOVE_CONF_TITLE_PHOTO    = "จะลบรูปภาพนี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";
REMOVE_CONF_TITLE_PHOTOS   = "จะลบรูปภาพเหล่านี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";

REMOVE_CONF_TITLE_VIDEO    = "จะลบวิดีโอนี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";
REMOVE_CONF_TITLE_VIDEOS   = "จะลบวิดีโอเหล่านี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";

REMOVE_CONF_TITLE_AUDIO    = "จะลบคลิปเสียงนี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";
REMOVE_CONF_TITLE_AUDIOS   = "จะลบคลิปเสียงเหล่านี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";

REMOVE_CONF_TITLE_ITEM     = "จะลบรายการนี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";
REMOVE_CONF_TITLE_ITEMS    = "จะลบรายการเหล่านี้ออกจากอัลบั้มนี้ แต่จะยังคงอยู่ในคลังรูปภาพของคุณ";

REMOVE_ALL                 = "ลบทั้งหมด";
REMOVE_ALL_INCLUDING_ALBUM = "ลบทั้งหมด";


// Delete confirmation button labels.

DELETE_PHOTO        = "ลบรูปภาพ";
DELETE_PHOTOS       = "ลบรูปภาพที่เลือกไว้";

DELETE_VIDEO        = "ลบวิดีโอ";
DELETE_VIDEOS       = "ลบวิดีโอที่เลือกไว้";

DELETE_AUDIO        = "ลบเสียง";
DELETE_AUDIOS       = "ลบไฟล์เสียงที่เลือกไว้";

DELETE_ITEM         = "ลบรายการ";
DELETE_ITEMS        = "ลบรายการที่เลือกไว้";

DELETE_MEDIA        = "ลบสื่อ";
DELETE_MEDIAS       = "ลบสื่อที่เลือกไว้";

DELETE_ALL          = "ลบทั้งหมด";
DELETE_ALL_INCLUDING_ALBUM = "ลบทั้งหมด";
    // Displayed when an album or event will be deleted in addition to deleting all the photos within the album or event.

DELETE_CONF_TITLE   = "สามารถลบได้เฉพาะรายการที่นำเข้า iPad โดยตรง";

// Deleting photos that are referenced from albums
DELETE_EVERYWHERE                               = "ลบทุกที่ที่กระจายออกไป";

DELETE_EVERYWHERE_CONF_TITLE_PHOTO_1_ALBUM      = "รูปภาพนี้ใช้อยู่ในอัลบั้ม\nต้องการลบรูปภาพนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_PHOTO_N_ALBUMS     = "รูปภาพนี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบรูปภาพนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_1_ALBUM     = "รูปภาพเหล่านี้ใช้อยู่ในอัลบั้ม\nต้องการลบรูปภาพเหล่านั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_PHOTOS_N_ALBUMS    = "รูปภาพเหล่านี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบรูปภาพเหล่านั้นทิ้งทุกที่หรือไม่";

DELETE_EVERYWHERE_CONF_TITLE_VIDEO_1_ALBUM      = "วิดีโอนี้ใช้อยู่ในอัลบั้ม\nต้องการลบวิดีโอนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_VIDEO_N_ALBUMS     = "วิดีโอนี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบวิดีโอนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_1_ALBUM     = "วิดีโอเหล่านี้ใช้อยู่ในอัลบั้ม\nต้องการลบวิดีโอเหล่านั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_VIDEOS_N_ALBUMS    = "วิดีโอเหล่านี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบวิดีโอเหล่านั้นทิ้งทุกที่หรือไม่";

DELETE_EVERYWHERE_CONF_TITLE_AUDIO_1_ALBUM      = "คลิปเสียงนี้ใช้อยู่ในอัลบั้ม\nต้องการลบคลิปนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_AUDIO_N_ALBUMS     = "คลิปเสียงนี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบคลิปนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_1_ALBUM     = "คลิปเสียงเหล่านี้ใช้อยู่ในอัลบั้ม\nต้องการลบคลิปเหล่านั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_AUDIOS_N_ALBUMS    = "คลิปเสียงเหล่านี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบคลิปเหล่านั้นทิ้งทุกที่หรือไม่";

DELETE_EVERYWHERE_CONF_TITLE_ITEM_1_ALBUM       = "รายการนี้ใช้อยู่ในอัลบั้ม\nต้องการลบรายการนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_ITEM_N_ALBUMS      = "รายการนี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบรายการนั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_1_ALBUM      = "รายการเหล่านี้ใช้อยู่ในอัลบั้ม\nต้องการลบรายการเหล่านั้นทิ้งทุกที่หรือไม่";
DELETE_EVERYWHERE_CONF_TITLE_ITEMS_N_ALBUMS     = "รายการเหล่านี้ใช้อยู่ใน %@ อัลบั้ม\nต้องการลบรายการเหล่านั้นทิ้งทุกที่หรือไม่";

/*** Import ***/

// Navigation bar button labels.

IMPORT              = "นำเข้า";
IMPORT_ALL          = "นำเข้าทั้งหมด";
IMPORT_SELECTED     = "นำเข้าที่เลือกไว้";

DELETE_SELECTED     = "ลบที่เลือกไว้";

STOP_IMPORT         = "หยุดนำเข้า";

// ***

"FREE_SPACE_TITLE" = "เนื้อที่ไม่เพียงพอ";
"FREE_SPACE_MESSAGE" = "การนำเข้าต้องการเนื้อที่อีก %@ ให้เลือกรายการให้น้อยลง หรือให้ลบวิดีโอ รูปภาพ หรือเพลงต่างๆ เพื่อให้มีเนื้อที่มากขึ้น";

"NO_SPACE_MESSAGE_iPhone" = "iPhone นี้ไม่มีเนื้อที่ว่างเพียงพอที่จะนำเข้ารูปภาพใดๆ";
"NO_SPACE_MESSAGE_iPod" = "iPod นี้ไม่มีเนื้อที่ว่างเพียงพอที่จะนำเข้ารูปภาพใดๆ";
"NO_SPACE_MESSAGE_iPad" = "iPad นี้ไม่มีเนื้อที่ว่างเพียงพอที่จะนำเข้ารูปภาพใดๆ";

"IMPORT_COMPLETE_TITLE" = "นำเข้าเสร็จ";
"IMPORT_STOPPED_TITLE" = "นำเข้าหยุดแล้ว";

"KEEPORDELETE_PHOTO_iPhone" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPhone ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_PHOTOS_iPhone" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPhone ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEO_iPhone" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPhone ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEOS_iPhone" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPhone ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_MEDIA_iPhone" = "ต้องการลบสื่อที่นำเข้าออกจาก iPhone ที่ต่ออยู่หรือไม่";

"KEEPORDELETE_PHOTO_iPod" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPod ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_PHOTOS_iPod" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPod ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEO_iPod" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPod ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEOS_iPod" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPod ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_MEDIA_iPod" = "ต้องการลบสื่อที่นำเข้าออกจาก iPod ที่ต่ออยู่หรือไม่";

"KEEPORDELETE_PHOTO_iPad" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPad ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_PHOTOS_iPad" = "ต้องการลบรูปภาพที่นำเข้าออกจาก iPad ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEO_iPad" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPad ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEOS_iPad" = "ต้องการลบวิดีโอที่นำเข้าออกจาก iPad ที่ต่ออยู่หรือไม่";
"KEEPORDELETE_MEDIA_iPad" = "ต้องการลบสื่อที่นำเข้าออกจาก iPad ที่ต่ออยู่หรือไม่";

"KEEPORDELETE_PHOTO_Camera" = "ต้องการลบรูปภาพที่นำเข้าออกจากกล้องที่ต่ออยู่หรือไม่";
"KEEPORDELETE_PHOTOS_Camera" = "ต้องการลบรูปภาพที่นำเข้าออกจากกล้องที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEO_Camera" = "ต้องการลบวิดีโอที่นำเข้าออกจากกล้องที่ต่ออยู่หรือไม่";
"KEEPORDELETE_VIDEOS_Camera" = "ต้องการลบวิดีโอที่นำเข้าออกจากกล้องที่ต่ออยู่หรือไม่";
"KEEPORDELETE_MEDIA_Camera" = "ต้องการลบสื่อที่นำเข้าออกจากกล้องที่ต่ออยู่หรือไม่";

"KEEPORDELETE_PHOTO_FORMAT" = "ต้องการลบรูปภาพที่นำเข้าออกจาก '%@' หรือไม่";
"KEEPORDELETE_PHOTOS_FORMAT" = "ต้องการลบรูปภาพที่นำเข้าออกจาก '%@' หรือไม่";
"KEEPORDELETE_VIDEO_FORMAT" = "ต้องการลบวิดีโอที่นำเข้าออกจาก '%@' หรือไม่";
"KEEPORDELETE_VIDEOS_FORMAT" = "ต้องการลบวิดีโอที่นำเข้าออกจาก '%@' หรือไม่";
"KEEPORDELETE_MEDIA_FORMAT" = "ต้องการลบสื่อที่นำเข้าออกจาก '%@' หรือไม่";

"KEEP" = "เก็บไว้";
"REMOVE" = "ลบ";
"IGNORE_DUPLICATES" = "ข้ามรายการสำเนา";
"IMPORT_DUPS" = "ทำสำเนารูปภาพ";
"IMPORT_DUPS_MSG" = "มีรูปภาพบางรูปเหล่านี้อยู่แล้วในคลังรูปภาพของคุณ";
"IMPORT_DUPS_ALL_MSG" = "มีรูปภาพทั้งหมดเหล่านี้อยู่แล้วในคลังรูปภาพของคุณ";
"UNLOCK_DEVICE_iPhone" = "ปลดล็อก iPhone ในการเนาเข้ารูปภาพ";
"UNLOCK_DEVICE_iPod" = "ปลดล็อก iPod ในการเนาเข้ารูปภาพ";
"UNLOCK_DEVICE_iPad" = "ปลดล็อก iPad ในการเนาเข้ารูปภาพ";

"IMPORT_MULTI_ALERT_TITLE" = "ได้นำเข้าหลายรูปแบบ";
"IMPORT_MULTI_ALERT_MESSAGE" = "กระจายภาพจะอัปโหลดเพียงเวอร์ชั่นเดียวของแต่ละรายการเหล่านี้";

// Shorter form of "Import All" for the confirmation dialog
IMPORT_ALL_SHORT          = "นำเข้าทั้งหมด";

"CAMERA_DEVICE_TYPE" = "กล้อง";

"IMPORT_LOADING_STRING" = "กำลังโหลด…";

"IMPORT_EMPTY_DEVICE_TITLE" = "ไม่มีรูปภาพในการนำเข้า";
"IMPORT_EMPTY_DEVICE_MESSAGE" = "";

/* Error string for when an image from an external camera fails to download */
"CAMERA_IMPORT_DOWNLOAD_FAILED" = "ไม่สามารถดาวน์โหลดรูปภาพ";

/* Error string for when an image from an external camera fails to import */
"CAMERA_IMPORT_IMPORT_FAILED" = "ไม่สามารถนำเข้ารูปภาพ";

/* Wildcat PLUIImageViewController */
"CHOOSE_PHOTO_TITLE" = "เลือกรูปภาพ";
"CHOOSE_VIDEO_TITLE" = "เลือกวิดีโอ";
"USE_PHOTO_BUTTON_TITLE" = "ใช้";


"PROGRESS_SYNCING_X_OF_Y" = "กำลังเชื่อมข้อมูล %@ จาก %@";
"PROGRESS_IMPORTING_X_OF_Y" = "กำลังกู้คืน %@ จาก %@";
"PROGRESS_DOWNLOADING_X_OF_Y" = "กำลังดาวน์โหลด %@ จาก %@";
"PROGRESS_SYNCING_AND_IMPORTING_X_OF_Y" = "กำลังเชื่อมข้อมูล %@ จาก %@";
"PROGRESS_SYNCING_AND_DOWNLOADING_X_OF_Y" = "กำลังเชื่อมข้อมูล %@ จาก %@";
"PROGRESS_IMPORTING_AND_DOWNLOADING_X_OF_Y" = "กำลังดาวน์โหลด %@ จาก %@";
"PROGRESS_ALL_X_OF_Y" = "กำลังเชื่อมข้อมูล %@ จาก %@";


/*** Full Screen ***/

// Navigation bar button labels.

SLIDESHOW = "สไลด์โชว์";

/*** Slideshow Settings ***/

"SLIDESHOW_SETTINGS_TITLE" = "ตัวเลือกสไลด์โชว์";
"TRANSITIONS" = "ลักษณะเปลี่ยนภาพ";
"PLAY_MUSIC" = "เล่นเพลง";
"SELECTED_MUSIC" = "เพลง";
"NO_MUSIC_SELECTED" = "ไม่มี";
"START_SLIDESHOW" = "เริ่มต้นเล่นสไลด์โชว์";

/* Slideshow Transitions */
"TRANSITION" = "ลักษณะการเปลี่ยนภาพ";
"CUBE" = "ลูกบาศก์";
"DISSOLVE" = "ภาพซ้อน";
"RIPPLE" = "คลื่น";
"WIPE" = "ปัด";
"ORIGAMI" = "พับกระดาษโอริกามิ";
"WIPEACROSS" = "ปัดออกข้าง";
"WIPEDOWN" = "ปัดลง";

/* K66 Transitions as of Durango */
"KenBurns" = "Ken Burns";
"Origami" = "พับกระดาษโอริกามิ";
"Reflections" = "สะท้อน";
"Vintage Prints" = "ภาพเก่าหายาก";
"Snapshots" = "ภาพถ่ายเร็ว";
"PhotoMobile" = "โมบายรูปภาพกับดวงไฟ";
"HolidayMobile" = "โมบายรูปภาพกับดวงดาว";
"Shatter" = "แตกเป็นเสี่ยงๆ";
"Places" = "สถานที่";
"Classic" = "ดั้งเดิม";
"Scrapbook" = "สมุดปะปิดภาพ";
"SlidingPanels" = "แผงลื่นไหล";

/* Flash settings */
"FLASH_AUTO" = "อัตโนมัติ";
"FLASH_OFF" = "ปิด";
"FLASH_ON" = "เปิด";
"FLASH_HDR" = "HDR";

"HDR_ON" = "HDR เปิดอยู่";
"HDR_OFF" = "HDR ปิดอยู่";

/* Places */
"PLACES" = "สถานที่";
"PHOTOS_SINGULAR" = "หนึ่งรูป";
"PHOTOS_PLURAL"   = "%@ รูปภาพ";

/* New Wallpaper */
"SET_LOCK_SCREEN" = "ตั้งหน้าจอล็อก";
"SET_HOME_SCREEN" = "ตั้งหน้าจอโฮม";
"SET_BOTH" = "ตั้งทั้งคู่";

/* Message when publish albums are loading */
"LOADING_ALBUMS" = "กำลังโหลด…";

/* The name of places albums depends on their content */
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_SINGULAR" = "หนึ่งรูป";
"PLACE_ALBUM_TITLE_ONLY_PHOTOS_PLURAL"   = "%@ รูปภาพ";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_SINGULAR" = "หนึ่งวิดีโอ";
"PLACE_ALBUM_TITLE_ONLY_VIDEOS_PLURAL"   = "%@ วิดีโอ";
"PLACE_ALBUM_TITLE_PHOTOS_AND_VIDEOS"    = "%@ รายการ";

/* Strings used for displaying the HDR alert */
"HDR_ALERT_TITLE" = "ค่าติดตั้งของ HDR";
"HDR_ALERT_MESSAGE" = "จะทำการบันทึกแต่ละรูปภาพทั้งตั้นฉบับและเวอร์ชั่นแบบ HDR คุณสามารถเปลี่ยนค่านี้ได้ในตั้งค่า";
"HDR_ALERT_SETTINGS_BUTTON_TITLE" = "ค่าติดตั้ง";
"HDR_ALERT_DISMISS_BUTTON_TITLE" = "เพิกเฉย";

/* HDR HUD */
"SAVING_HDR" = "กำลังบันทึก HDR";

/* Camera Options */
"OPTIONS_BUTTON_TITLE" = "ตัวเลือก";
"OPTIONS_DONE_BUTTON_TITLE" = "เสร็จ";
"GRID_OPTION" = "เส้นตาราง";
"HDR_OPTION" = "HDR";

/* Camera AE/AF Lock */
"AEAF_LOCK_TEXT" = "ล็อก AE หรือ AF";
"AE_LOCK_TEXT" = "ล็อก AE";
"AF_LOCK_TEXT" = "ล็อก AF";

/* Title for AirTunes Popover */
"AIR_PLAY" = "AirPlay";
"AIRTUNES_PASSWORD_ALERT_TITLE" = "รหัสผ่าน AirPlay";
"AIRTUNES_PASSWORD_ALERT_MESSAGE_FORMAT" = "ใส่รหัสผ่านสำหรับ “%@”";
"PASSWORD_ALERT_PLACEHOLDER" = "รหัสผ่าน";

/*Message for view on device when slideshow is playing on airtunes*/
"AIR_PLAY_SLIDESHOW_MESSAGE_FORMAT" = "สไลด์โชว์นี้กำลังเล่นอยู่บน “%@”";
"AIR_PLAY_MOVIE_MESSAGE_FORMAT" = "หนังนี้กำลังเล่นอยู่บน “%@”";
